export const HISTORY_CONSTANT = {
  title: "“ 한줄 자기소개 텍스트가 들어갑니다. ”",
  subTitle:
    "자기소개 부연 설명이 들어갑니다. </br> 포토샵부터 유니티, 프로그래밍까지, 두려움 없이 도전해 얻은 다양한 경험을 바탕으로<br/> 유연한 사고와 넓은 시야를 가지고 있습니다.<br/><br/> 모바일부터 콘솔까지, 다양한 게임들을 즐기고 있으며 게임 산업에도 관심이 많습니다.",
  edcutaion: [
    {
      name: "한국게임과학고등학교",
      major: "게임 그래픽 전공",
      date: "2014 - 2016.",
    },
    {
      name: "경희대학교",
      major: "디지털콘텐츠학과",
      date: "2017 - 2018. (휴학)",
      score: "학점 3.97 / 4.3",
    },
  ],
  career: [
    {
      name: "(주) 앰프",
      job: "프리랜서로 근무",
      date: "2019.01 - 03.",
      workDetail: ["덕질 앱 UI/UX 디자인"],
    },
    {
      name: "(주) 하이브로",
      job: "UI/UX 디자이너",
      date: "2019.06 - 10.",
      workDetail: [
        "프로젝트S\nUI/UX 및 이펙트 작업",
        "드래곤빌리지\n라이브 UI 작업",
      ],
    },
    {
      name: "(주) 팀42",
      job: "UI/UX 디자이너",
      date: "2020.08 - (현재)",
      workDetail: [
        "마피아42\n라이브 UI/UX 작업",
        "프로젝트 메카도지\n아트 및 UI/UX 작업",
      ],
    },
  ],
};